Repository: damianbrunold/textiledesign-platform
Catalog: src/textileplatform/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Changes could not be saved
de: Änderungen konnten nicht gespeichert werden

source: Please provide a name for the pattern
de: Bitte geben Sie den Musternamen an

source: Width must be between 10 and 1000
de: Die Breite muss zwischen 10 und 1000 sein

source: Height must be between 10 and 1000
de: Die Höhe muss zwischen 10 und 1000 sein

source: Failed to create pattern
de: Konnte Muster nicht erstellen

source: Width must be between 6 and 100
de: Die Breite muss zwischen 6 und 100 sein

source: Height must be between 5 and 5000
de: Die Höhe muss zwischen 5 und 5000 sein

source: Pattern could not be deleted.
de: Das Muster konnte nicht gelöscht werden.

source: Assignments could not be saved.
de: Änderungen konnten nicht gespeichert werden

source: Group already exists
de: Die Gruppe existiert bereits

source: Name is required
de: Der Name ist erforderlich

source: E-Mail is required
de: Die E-Mail ist erforderlich

source: Password is required
de: Das Passwort ist erforderlich

source: Calculation result required
de: Berechnungsresultat ist erforderlich

source: Name is invalid and cannot be used
de: Der Name ist ungültig und kann nicht verwendet werden

source: Name or E-Mail is already used
de: Name oder E-Mail werden bereits verwendet

source: System error
de: Systemfehler

source: Login data are not correct
de: Die Anmeldedaten sind nicht korrekt

source: Account verification is pending
de: Die Verifikation des Kontos is hängig

source: Account is disabled
de: Das Konto ist gesperrt

source: E-Mail is required.
de: Die E-Mail ist erforderlich.

source: E-Mail is unknown.
de: Die E-Mail ist unbekannt.

source: Could not save changes.
de: Die Änderungen konnten nicht gespeichert werden.

source: Password is required.
de: Das Passwort ist erforderlich.

source: Please verify your account by clicking or entering the following link:
de: Bitte verifizieren Sie Ihr Konto, indem Sie den folgenden Link verwenden:

source: Texile-Platform account verification
de: Textil-Plattform Kontoverifikation

source: Reset your password by clicking or entering the following link:
de: Setzen Sie Ihr Passwort zurück, indem Sie den folgenden Link verwenden:

source: Texile-Platform password reset
de: Textil-Plattform Passwort zurücksetzen

source: Add Group
de: Gruppe hinzufügen

source: Group Name
de: Name der Gruppe

source: Group Description
de: Beschreibung der Gruppe

source: Save
de: Speichern

source: Group assignments for
de: Gruppenzuweisungen für

source: Cancel
de: Abbrechen

source: Textile Platform
de: Textil-Plattform

source: Register
de: Registrieren

source: Log in
de: Anmelden

source: Create pattern
de: Muster erstellen

source: Create DB-WEAVE Pattern
de: DB-WEAVE Muster erstellen

source: Width
de: Breite

source: Height
de: Höhe

source: Create
de: Erstellen

source: Create JBead Pattern
de: JBead Muster erstellen

source: Circumference
de: Umfang

source: Delete pattern
de: Muster löschen

source: Do you really want to delete this pattern?
de: Möchten Sie dieses Muster wirklich löschen?

source: Delete
de: Löschen

source: Draft view
de: Entwurfsansicht

source: Color view
de: Farbansicht

source: Simulation view
de: Simulationsansicht

source: Empty view
de: Leere Ansicht

source: Active range
de: Aktiver Bereich

source: Range 1
de: Bereich 1

source: Range 2
de: Bereich 2

source: Range 3
de: Bereich 3

source: Range 4
de: Bereich 4

source: Range 5
de: Bereich 5

source: Range 6
de: Bereich 6

source: Range 7
de: Bereich 7

source: Range 8
de: Bereich 8

source: Range 9
de: Bereich 9

source: Active color
de: Aktive Farbe

source: Active layout
de: Aktive Ansicht

source: View options
de: Ansichtsoptionen

source: View
de: Ansicht

source: Entering visible
de: Einzug sichtbar

source: Treadling visible
de: Trittfolge sichtbar

source: Reed visible
de: Blatt sichtbar

source: Colors visible
de: Farben sichtbar

source: Support lines visible
de: Hilfslinien sichtbar

source: Zoom in
de: Vergrössern

source: Zoom out
de: Verkleinern

source: Public - visible to all users
de: Öffentlich - sichtbar für alle

source: Private - not visible to other users
de: Privat - nicht sichtbar für andere

source: Clone
de: Klonen

source: Close
de: Schliessen

source: Members
de: Mitglieder

source: Patterns
de: Muster

source: Groups
de: Gruppen

source: Member
de: Mitglied

source: Pattern
de: Muster

source: Some example patterns
de: Einige Beispielmuster

source: Weave Patterns
de: Weberei Muster

source: Bead Patterns
de: Bead Muster

source: Go to my patterns
de: Gehe zu meinen Mustern

source: DB-WEAVE Patterns
de: DB-WEAVE Muster

source: JBead Patterns
de: JBead Muster

source: Other Patterns
de: Andere Muster

source: Password
de: Passwort

source: Recover password
de: Passwort wiederherstellen

source: All Patterns
de: Alle Muster

source: Profile
de: Profil

source: Dark mode
de: Dunkelansicht

source: Log out
de: Abmelden

source: Reset Passwort
de: Passwort zurücksetzen

source: Please enter your e-mail address. We will send you an e-mail with instructions for resetting your password
de: Bitte geben Sie Ihre E-Mail Adresse ein. Wir werden Ihnen eine E-Mail mit Instruktionen senden, um Ihr Passwort zurückzusetzen

source: Send
de: Abschicken

source: Password reset failed
de: Das Passwort konnte nicht zurückgesetzt werden

source: An error occurred while resetting your password
de: Während des Zurücksetzens des Passworts trat ein Fehler auf

source: Reset Password
de: Passwort zurücksetzen

source: We sent an email to
de: Wir haben einen E-Mail geschickt an

source: with instructions on how to reset your password.
de: mit Angaben, wie Sie Ihr Passwort zurücksetzen können.

source: Please choose a new password for your account.
de: Bitte wählen Sie ein neues Passwort für Ihr Konto.

source: Reset password successfully
de: Das Passwort wurde erfolgreich zurückgesetzt

source: Your password was successfully reset. Please log in.
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Bitte melden Sie sich an.

source: Create Account
de: Konto erstellen

source: Please enter the result of the following calculation 3+4
de: Bitte geben Sie das Resultat der Rechnung 3+4 ein

source: Source
de: Quelltext

source: textileplatform version
de: Textil-Plattform Version

source: Upload pattern
de: Muster hochladen

source: Pattern File
de: Musterdatei

source: Upload
de: Hochladen

source: New Pattern
de: Neues Muster

source: Upload Pattern
de: Muster hochladen

source: Public
de: Öffentlich

source: Private
de: Privat

source: Assignments
de: Zuweisungen

source: Users
de: Konten

source: Verification failed
de: Die Verifikation des Kontos schlug fehl

source: There was a problem with the verification link.
de: Es gab ein Problem mit dem Verifikationslink.

source: Verification pending
de: Die Verifikation des Kontos ist hängig

source: We sent you an email for verifying your account to
de: Wir haben Ihnen eine E-Mail für die Verifikation Ihres Kontos geschickt an

source: Verification successful
de: Verifikation erfolgreich

source: Your account is now verified. Please log in.
de: Ihr Konto ist nun verifiziert. Bitte melden Sie sich an.
